
  [
    {
      "verse": 1,
      "hindi": "श्रीगुरु चरन सरोज रज, निज मनु मुकुरु सुधारि।\nबरनउँ रघुबर बिमल जसु,जो दायकु फल चारि॥",
      "transliteration": "Shri Guru Charan Saroj Raj, Nij Manu Mukur Sudhari.",
      "translation": "I clean the mirror of my mind with the dust of my Guru's lotus feet.",
      "explanation": "यह दोहा भगवान हनुमान की स्तुति के साथ गुरु की महिमा का गुणगान करता है। यह भगवान हनुमान की कृपा पाने के लिए श्रद्धालु को अपने मन की शुद्धि का महत्त्व बताता है।"
    },

    {
      "verse": 3,
      "hindi": "बुद्धिहीन तनु जानिके, सुमिरौं पवन-कुमार।\nबल बुद्धि विद्या देहु मोहिं,हरहु कलेश विकार॥",
      "transliteration": "Buddhiheen Tanu Jaanike, Sumirau Pavan Kumar.",
      "translation": "Realizing that I am devoid of intellect, I remember Hanuman, the son of the wind god.",
      "explanation": "इस दोहे में भक्त अपनी अल्प बुद्धि को समझते हुए भगवान हनुमान से सहायता मांगता है ताकि वे उसे सही मार्ग दिखाएं।"
    },
    {
      "verse": 5,
      "hindi": "जय हनुमान ज्ञान गुन सागर।\nजय कपीस तिहुँ लोक उजागर॥",
      "transliteration": "Jai Hanuman Gyaan Gun Sagar, Jai Kapees Tihun Lok Ujagar.",
      "translation": "Victory to Hanuman, the ocean of knowledge and virtue! Victory to the Lord of monkeys, who illuminates the three worlds.",
      "explanation": "यह दोहा भगवान हनुमान की महानता और उनके ज्ञान और गुणों की असीमता का वर्णन करता है।"
    },
    {
      "verse": 6,
      "hindi": "रामदूत अतुलित बल धामा।\nअंजनि-पुत्र पवनसुत नामा॥",
      "transliteration": "Ramdoot Atulit Bal Dhaama, Anjani-Putra Pavan Sut Naama.",
      "translation": "You are the messenger of Lord Rama, the abode of incomparable strength, and known as the son of Anjani and the wind god.",
      "explanation": "यह दोहा भगवान हनुमान को भगवान राम के दूत और उनके असीम बल के धाम के रूप में वर्णित करता है।"
    },
    {
      "verse": 7,
      "hindi": "महाबीर बिक्रम बजरंगी।\nकुमति निवार सुमति के संगी॥",
      "transliteration": "Mahaveer Bikram Bajrangi, Kumati Nivaar Sumati Ke Sangi.",
      "translation": "You are the great hero and the valiant one, with a body like a thunderbolt. You drive away evil thoughts and are the companion of good sense and wisdom.",
      "explanation": "यह दोहा भगवान हनुमान को महाबली और बुद्धि का साथी बताते हुए उनकी महान वीरता का वर्णन करता है।"
    },
    {
      "verse": 8,
      "hindi": "कंचन बरन बिराज सुबेसा।\nकानन कुंडल कुंचित केसा॥",
      "transliteration": "Kanchan Baran Biraj Subesa, Kanan Kundal Kunchit Kesa.",
      "translation": "You are golden-colored and wear fine clothes. Your ears are adorned with earrings, and your hair is curly.",
      "explanation": "यह दोहा भगवान हनुमान के सुन्दर रूप का वर्णन करता है। उनकी सुनहरी त्वचा और उनके कानों में कुंडल की महिमा का वर्णन किया गया है।"
    },
    {
      "verse": 9,
      "hindi": "हाथ वज्र औ ध्वजा विराजे।\nकांधे मूंज जनेऊ साजे॥",
      "transliteration": "Haath Vajra Aur Dhwaja Viraje, Kandhe Moonj Janeu Saaje.",
      "translation": "In your hands are the mace and the banner, and you wear the sacred thread across your shoulder.",
      "explanation": "यह दोहा भगवान हनुमान के हथियार और धार्मिक चिह्नों का वर्णन करता है। उनके हाथ में गदा और ध्वज है, और कंधे पर जनेऊ शोभायमान है।"
    },
    {
      "verse": 10,
      "hindi": "शंकर सुवन केसरी नंदन।\nतेज प्रताप महा जग बन्दन॥",
      "transliteration": "Shankar Suvan Kesari Nandan, Tej Pratap Maha Jag Bandhan.",
      "translation": "You are the incarnation of Shiva and the son of Kesari. Your great fame and valor are revered by the entire world.",
      "explanation": "यह दोहा भगवान हनुमान को भगवान शिव का अवतार और केसरिया के पुत्र के रूप में वर्णित करता है।"
    },
    {
      "verse": 11,
      "hindi": "विद्यावान गुनी अति चातुर।\nराम काज करिबे को आतुर॥",
      "transliteration": "Vidyavaan Guni Ati Chatur, Ram Kaaj Karibe Ko Atur.",
      "translation": "You are wise, virtuous, and extremely intelligent. You are always eager to carry out Lord Rama's work.",
      "explanation": "यह दोहा भगवान हनुमान की बुद्धिमत्ता, गुणों और भगवान राम की सेवा के प्रति उनकी समर्पण भावना का वर्णन करता है।"
    },
    {
      "verse": 12,
      "hindi": "प्रभु चरित्र सुनिबे को रसिया।\nराम लखन सीता मन बसिया॥",
      "transliteration": "Prabhu Charitra Sunibe Ko Rasiya, Ram Lakhan Sita Man Basiya.",
      "translation": "You take pleasure in hearing about the deeds of Lord Rama, and you dwell in the hearts of Rama, Lakshmana, and Sita.",
      "explanation": "यह दोहा भगवान हनुमान की भगवान राम के चरित्र और उनकी लीलाओं के प्रति गहरी रुचि और भगवान राम, लक्ष्मण, और सीता के साथ उनकी निकटता को दर्शाता है।"
    },
    {
      "verse": 13,
      "hindi": "सूक्ष्म रूप धरि सियहिं दिखावा।\nबिकट रूप धरि लंक जरावा॥",
      "transliteration": "Sookshm Roop Dhari Siyahi Dikhava, Bikat Roop Dhari Lank Jarava.",
      "translation": "You assumed a small form to appear before Sita, and a formidable form to burn Lanka.",
      "explanation": "यह दोहा भगवान हनुमान की दोनों लीलाओं का वर्णन करता है - एक छोटे रूप में सीता के समक्ष आना और एक विशाल रूप में लंका को जलाना।"
    },
    {
      "verse": 14,
      "hindi": "भीम रूप धरि असुर संहारे।\nरामचन्द्र के काज सवारे॥",
      "transliteration": "Bheem Roop Dhari Asur Sanhare, Ramachandra Ke Kaaj Saware.",
      "translation": "You assumed a terrifying form to destroy demons, and you completed the tasks of Lord Rama.",
      "explanation": "यह दोहा भगवान हनुमान की वीरता और भगवान राम के कार्यों को पूरा करने में उनके योगदान का वर्णन करता है।"
    },
    {
      "verse": 15,
      "hindi": "लाय सजीवन लखन जियाये।\nश्रीरघुबीर हरषि उर लाये॥",
      "transliteration": "Laye Sanjeevan Lakhan Jiyaye, Shree Raghuveer Harashi Ur Laye.",
      "translation": "You brought the Sanjeevani herb and revived Lakshmana, which made Lord Rama very joyful and he embraced you.",
      "explanation": "यह दोहा भगवान हनुमान की उस महान लीला का वर्णन करता है जब उन्होंने संजीवनी बूटी लाकर लक्ष्मण का जीवन बचाया।"
    },
    {
      "verse": 16,
      "hindi": "रघुपति कीन्ही बहुत बड़ाई।\nतुम मम प्रिय भरतहि सम भाई॥",
      "transliteration": "Raghupati Keenhi Bahut Badai, Tum Mam Priya Bharat Hi Sam Bhai.",
      "translation": "Lord Rama praised you greatly and said, 'You are as dear to me as my brother Bharata.'",
      "explanation": "इस दोहे में भगवान राम ने भगवान हनुमान की तुलना अपने भाई भरत से करते हुए उनकी महानता का बखान किया।"
    },
    {
      "verse": 17,
      "hindi": "सहस बदन तुम्हरो जस गावैं।\nअस कहि श्रीपति कंठ लगावैं॥",
      "transliteration": "Sahas Badan Tumharo Jas Gaavain, As Kahi Shripati Kanth Lagaavain.",
      "translation": "Lord Vishnu said that a thousand mouths sing your glory, and then embraced you.",
      "explanation": "यह दोहा भगवान विष्णु द्वारा भगवान हनुमान के गुणों की प्रशंसा और उन्हें गले लगाने का वर्णन करता है।"
    },
    {
      "verse": 18,
      "hindi": "सनकादिक ब्रह्मादि मुनीसा।\nनारद शारद सहित अहीसा॥",
      "transliteration": "Sanakaadik Brahmaadi Muneesa, Narad Saarad Sahit Aheesa.",
      "translation": "The sages like Sanaka, Brahma, and the great saints, along with Narada, Goddess Saraswati, and the serpent king, sing your praise.",
      "explanation": "यह दोहा हनुमान जी की महिमा का गान करने वाले महान ऋषियों और देवी-देवताओं का वर्णन करता है।"
    },
      {
      "verse": 19,
      "hindi": "जम कुबेर दिगपाल जहांते।\nकबि कोविद कहि सके कहांते॥",
      "transliteration": "Jam Kuber Digpaal Jahaan Te, Kabi Kovid Kahi Sake Kahaan Te.",
      "translation": "Even Yama (the god of death), Kubera (the god of wealth), and the guardians of all directions, along with scholars and poets, cannot fully describe your glory.",
      "explanation": "यह दोहा बताता है कि भगवान हनुमान की महिमा को यमराज, कुबेर और विद्वान कवि भी पूरी तरह से नहीं बता सकते।"
    },
    {
      "verse": 20,
      "hindi": "तुम उपकार सुग्रीवहिं कीन्हा।\nराम मिलाय राजपद दीन्हा॥",
      "transliteration": "Tum Upkaar Sugreevahin Keenhaa, Ram Milaaya Raajpad Deenha.",
      "translation": "You did a great favor to Sugriva by introducing him to Lord Rama, which enabled him to regain his throne.",
      "explanation": "यह दोहा भगवान हनुमान की सुग्रीव के प्रति उपकार का वर्णन करता है, जिसने उन्हें भगवान राम से मिलाया और उन्हें उनका राज्य दिलाया।"
    },
    {
      "verse": 21,
      "hindi": "तुम्हरो मंत्र विभीषण माना।\nलंकेश्वर भए सब जग जाना॥",
      "transliteration": "Tumharo Mantra Vibhishan Maana, Lankeshwar Bhaye Sab Jag Jaana.",
      "translation": "Vibhishana accepted your advice, and he became the king of Lanka, known throughout the world.",
      "explanation": "यह दोहा भगवान हनुमान के सुझाव को मानने के बाद विभीषण के लंका का राजा बनने की कथा का वर्णन करता है।"
    },
    {
      "verse": 22,
      "hindi": "जुग सहस्र जोजन पर भानू।\nलील्यो ताहि मधुर फल जानू॥",
      "transliteration": "Yug Sahasra Jojan Par Bhanu, Leeliyo Taahi Madhur Phal Jaanu.",
      "translation": "You leaped across the sky to swallow the sun, mistaking it for a sweet fruit, which was thousands of miles away.",
      "explanation": "यह दोहा बताता है कि बाल हनुमान ने सूर्य को फल समझकर निगल लिया था।"
    },
    {
      "verse": 23,
      "hindi": "प्रभु मुद्रिका मेलि मुख माहीं।\nजलधि लांघि गये अचरज नाहीं॥",
      "transliteration": "Prabhu Mudrika Meli Mukh Maahi, Jaladhi Langhi Gaye Acharaj Nahi.",
      "translation": "You held Lord Rama's ring in your mouth, and crossed the ocean. This was no surprise for you.",
      "explanation": "यह दोहा भगवान हनुमान द्वारा रामजी की मुद्रिका (अंगूठी) को लेकर समुद्र को पार करने की घटना का वर्णन करता है।"
    },
    {
      "verse": 24,
      "hindi": "दुर्गम काज जगत के जेते।\nसुगम अनुग्रह तुम्हरे तेते॥",
      "transliteration": "Durgam Kaaj Jagat Ke Jete, Sugam Anugrah Tumhare Tete.",
      "translation": "All difficult tasks in the world become easy by your grace.",
      "explanation": "यह दोहा बताता है कि भगवान हनुमान की कृपा से दुनिया के सभी कठिन काम सरल हो जाते हैं।"
    },
    {
      "verse": 25,
      "hindi": "राम दुआरे तुम रखवारे।\nहोत न आज्ञा बिनु पैसारे॥",
      "transliteration": "Ram Dware Tum Rakhware, Hot Na Aagya Binu Paisare.",
      "translation": "You guard the door to Lord Rama's abode. No one can enter without your permission.",
      "explanation": "यह दोहा भगवान हनुमान को रामजी के द्वार का रक्षक बताता है, और बिना उनकी अनुमति कोई अंदर प्रवेश नहीं कर सकता।"
    },
    {
      "verse": 26,
      "hindi": "सब सुख लहै तुम्हारी शरना।\nतुम रक्षक काहू को डरना॥",
      "transliteration": "Sab Sukh Lahe Tumhari Sharna, Tum Rakshak Kaahoo Ko Darna.",
      "translation": "All happiness is attained by taking refuge in you. When you are the protector, there is no fear.",
      "explanation": "यह दोहा भगवान हनुमान की शरण में आने से सभी सुख प्राप्त होने और उनकी रक्षा से निर्भयता का वर्णन करता है।"
    },
    {
      "verse": 27,
      "hindi": "आपन तेज सम्हारो आपै।\nतीनों लोक हाँक ते काँपै॥",
      "transliteration": "Aapan Tej Samhaaro Aapai, Teenon Lok Haank Te Kaapai.",
      "translation": "You alone can control your great energy. When you roar, all three worlds tremble.",
      "explanation": "यह दोहा बताता है कि भगवान हनुमान अपनी शक्ति को खुद नियंत्रित करते हैं और जब वे गर्जना करते हैं तो तीनों लोक कांप उठते हैं।"
    },
    {
      "verse": 28,
      "hindi": "भूत पिशाच निकट नहिं आवै।\nमहावीर जब नाम सुनावै॥",
      "transliteration": "Bhoot Pishaach Nikat Nahi Aavai, Mahaveer Jab Naam Sunavai.",
      "translation": "Ghosts and evil spirits do not come near when one chants your name, O Mahavira.",
      "explanation": "यह दोहा बताता है कि भगवान हनुमान के नाम का उच्चारण करने से भूत-पिशाच दूर भाग जाते हैं।"
    },
    {
      "verse": 29,
      "hindi": "नासै रोग हरै सब पीरा।\nजपत निरंतर हनुमत बीरा॥",
      "transliteration": "Naasai Rog Harai Sab Peera, Japat Nirantar Hanumat Beera.",
      "translation": "All diseases and suffering are destroyed by constantly chanting your name, O brave Hanuman.",
      "explanation": "यह दोहा बताता है कि भगवान हनुमान का नाम जपने से सभी रोग और पीड़ा समाप्त हो जाती हैं।"
    },
    {
      "verse": 30,
      "hindi": "संकट ते हनुमान छुड़ावै।\nमन क्रम वचन ध्यान जो लावै॥",
      "transliteration": "Sankat Te Hanuman Chhudave, Man Kram Vachan Dhyaan Jo Laave.",
      "translation": "Hanuman frees from difficulties those who remember him with their mind, actions, and words.",
      "explanation": "यह दोहा बताता है कि जो व्यक्ति मन, कर्म और वचन से भगवान हनुमान का ध्यान करता है, उसके संकट दूर हो जाते हैं।"
    },
    {
      "verse": 31,
      "hindi": "सब पर राम तपस्वी राजा।\nतिन के काज सकल तुम साजा॥",
      "transliteration": "Sab Par Ram Tapasvee Raja, Tin Ke Kaaj Sakal Tum Saaja.",
      "translation": "Lord Rama is the supreme ascetic king. You accomplished all his tasks.",
      "explanation": "यह दोहा भगवान हनुमान द्वारा भगवान राम के सभी कार्यों को सफलतापूर्वक पूरा करने की कथा का वर्णन करता है।"
    },
    {
      "verse": 32,
      "hindi": "और मनोरथ जो कोई लावै।\nसोई अमित जीवन फल पावै॥",
      "transliteration": "Aur Manorath Jo Koi Laave, Soi Amit Jeevan Phal Paave.",
      "translation": "Whoever comes to you with desires in their heart, attains the limitless fruit of life.",
      "explanation": "यह दोहा बताता है कि जो कोई भी भगवान हनुमान के पास अपनी इच्छाओं के साथ आता है, उसे जीवन के असीम फल की प्राप्ति होती है।"
    },
    {
      "verse": 33,
      "hindi": "चारों युग परताप तुम्हारा।\nहै परसिद्ध जगत उजियारा॥",
      "transliteration": "Chaaron Yug Partaap Tumhara, Hai Parsiddh Jagat Ujiyaara.",
      "translation": "Your glory is renowned across all four ages, and your fame illuminates the world.",
      "explanation": "यह दोहा भगवान हनुमान की महिमा को चारों युगों और पूरे संसार में प्रसिद्ध बताता है।"
    },
    {
      "verse": 34,
      "hindi": "साधु संत के तुम रखवारे।\nअसुर निकंदन राम दुलारे॥",
      "transliteration": "Saadhu Sant Ke Tum Rakhwaare, Asur Nikandan Ram Dulare.",
      "translation": "You are the protector of saints and sages, the destroyer of demons, and the beloved of Lord Rama.",
      "explanation": "यह दोहा भगवान हनुमान को साधु-संतों का रक्षक और असुरों का संहारक बताता है, और वे भगवान राम के प्रिय हैं।"
    },
    {
      "verse": 35,
      "hindi": "अष्ट सिद्धि नौ निधि के दाता।\nअस बर दीन जानकी माता॥",
      "transliteration": "Ashta Siddhi Nau Nidhi Ke Daata, As Bar Deen Janki Mata.",
      "translation": "You are the bestower of the eight superhuman powers and nine types of wealth, as granted to you by Mother Sita.",
      "explanation": "यह दोहा भगवान हनुमान को माता सीता द्वारा आठ सिद्धियों और नौ निधियों के दाता के रूप में वरदान मिलने की कथा का वर्णन करता है।"
    },
     {
      "verse": 36,
      "hindi": "राम रसायन तुम्हरे पासा।\nसदा रहो रघुपति के दासा॥",
      "transliteration": "Ram Rasayan Tumhare Paasa, Sadaa Raho Raghupati Ke Daasa.",
      "translation": "You possess the elixir of devotion to Lord Rama and are always his humble servant.",
      "explanation": "यह दोहा बताता है कि भगवान हनुमान के पास रामभक्ति का अमृत है, और वे सदा भगवान राम के सेवक बने रहते हैं।"
    },
    {
      "verse": 37,
      "hindi": "तुम्हरे भजन राम को पावै।\nजनम जनम के दुख बिसरावै॥",
      "transliteration": "Tumhare Bhajan Ram Ko Paavai, Janam Janam Ke Dukh Bisraavai.",
      "translation": "By singing your praises, one reaches Lord Rama and forgets the sorrows of many lifetimes.",
      "explanation": "यह दोहा बताता है कि भगवान हनुमान की भक्ति करने से भगवान राम की प्राप्ति होती है और जन्म-जन्मांतर के दुख दूर हो जाते हैं।"
    },
    {
      "verse": 38,
      "hindi": "अन्त काल रघुबर पुर जाई।\nजहाँ जन्म हरि भक्त कहाई॥",
      "transliteration": "Ant Kaal Raghubar Pur Jaai, Jahan Janam Hari Bhakt Kahai.",
      "translation": "At the end of life, one goes to Lord Rama's abode and is reborn as a devotee of Hari (Lord Vishnu).",
      "explanation": "यह दोहा बताता है कि जीवन के अंत में, भगवान हनुमान की भक्ति से व्यक्ति भगवान राम के धाम में जाता है और हरि भक्त के रूप में जन्म लेता है।"
    },
    {
      "verse": 39,
      "hindi": "और देवता चित्त न धरई।\nहनुमत सेई सर्व सुख करई॥",
      "transliteration": "Aur Devta Chitt Na Dharai, Hanumat Sei Sarva Sukh Karai.",
      "translation": "One need not focus on any other deity, as all happiness comes from serving Hanuman alone.",
      "explanation": "यह दोहा बताता है कि भगवान हनुमान की सेवा से सभी सुख प्राप्त होते हैं, और अन्य देवताओं की पूजा की आवश्यकता नहीं है।"
    },
    {
      "verse": 40,
      "hindi": "संकट कटै मिटै सब पीरा।\nजो सुमिरै हनुमत बलबीरा॥",
      "transliteration": "Sankat Kate Mite Sab Peera, Jo Sumire Hanumat Balbeera.",
      "translation": "All difficulties and pains are removed by remembering Hanuman, the mighty and brave.",
      "explanation": "यह दोहा बताता है कि बलवान हनुमानजी का स्मरण करने से सभी संकट और पीड़ा समाप्त हो जाती हैं।"
    },
    {
      "verse": 41,
      "hindi": "जय जय जय हनुमान गोसाईं।\nकृपा करहु गुरु देव की नाईं॥",
      "transliteration": "Jai Jai Jai Hanuman Gosai, Kripa Karahu Guru Dev Ki Naai.",
      "translation": "Victory, victory, victory to Lord Hanuman! Please bestow your grace as a divine teacher.",
      "explanation": "यह दोहा भगवान हनुमान की स्तुति करता है और उनसे गुरु की तरह कृपा करने की प्रार्थना करता है।"
    },
    {
      "verse": 42,
      "hindi": "जो शत बार पाठ कर कोई।\nछूटहि बंदि महा सुख होई॥",
      "transliteration": "Jo Shat Baar Paath Kar Koi, Chhootahi Bandhi Maha Sukh Hoi.",
      "translation": "One who recites this Chalisa one hundred times will be freed from bondage and attain great happiness.",
      "explanation": "यह दोहा बताता है कि जो व्यक्ति हनुमान चालीसा का सौ बार पाठ करता है, वह सभी बंधनों से मुक्त होकर महान सुख प्राप्त करता है।"
    },
    {
      "verse": 43,
      "hindi": "जो यह पढ़े हनुमान चालीसा।\nहोय सिद्धि साखी गौरीसा॥",
      "transliteration": "Jo Yah Padhe Hanuman Chalisa, Hoy Siddhi Saakhi Gaurisa.",
      "translation": "One who reads this Hanuman Chalisa attains success, as witnessed by Lord Shiva.",
      "explanation": "यह दोहा बताता है कि जो व्यक्ति हनुमान चालीसा का पाठ करता है, उसे भगवान शिव के साक्षी में सिद्धि की प्राप्ति होती है।"
    },
    {
      "verse": 44,
      "hindi": "तुलसीदास सदा हरि चेरा।\nकीजै नाथ हृदय महँ डेरा॥",
      "transliteration": "Tulsidas Sadaa Hari Chera, Keejai Naath Hriday Mahin Dera.",
      "translation": "Tulsidas, ever a servant of Lord Hari (Vishnu), prays to Lord Hanuman to reside in his heart.",
      "explanation": "यह दोहा तुलसीदासजी द्वारा भगवान हनुमान से प्रार्थना करता है कि वे उनके हृदय में वास करें, क्योंकि वे सदा भगवान हरि के सेवक हैं।"
    },
    {
      "verse": 45,
      "hindi": "पवन तनय संकट हरन, मंगल मूरति रूप।\nराम लखन सीता सहित, हृदय बसहु सुर भूप॥",
      "transliteration": "Pavan Tanay Sankat Haran, Mangal Murti Roop. Ram Lakhan Sita Sahit, Hriday Basahu Sur Bhoop.",
      "translation": "O Son of the Wind, remover of difficulties and embodiment of auspiciousness, reside in my heart along with Lord Rama, Lakshmana, and Sita.",
      "explanation": "यह दोहा भगवान हनुमान से प्रार्थना करता है कि वे भगवान राम, लक्ष्मण और सीता सहित भक्त के हृदय में निवास करें, और सभी संकटों को दूर करें।"
    }
  ]

