[
  {
    "verse": 1,
    "hindi": "विष्णु सुनिए विनय सेवक की चितलाय ।\nकीरत कुछ वर्णन करूं दीजै ज्ञान बताय ॥",
    "explanation": "भगवान विष्णु से प्रार्थना करते हुए सेवक कहता है कि वह उनकी महिमा का वर्णन करने के लिए ज्ञान प्राप्त करना चाहता है।",
    "translation": "O Lord Vishnu, listen to your servant’s humble request. Grant me the wisdom to describe your glory.",
    "transliteration": "Vishnu suniye vinay sevak ki chitlaay. Keerat kuch varnan karoon deeje gyaan bataay."
  },
  {
    "verse": 2,
    "hindi": "नमो विष्णु भगवान खरारी, कष्ट नशावन अखिल बिहारी ।",
    "explanation": "विष्णु भगवान को नमस्कार, जो समस्त संसार के पालनकर्ता और कष्ट नाशक हैं।",
    "translation": "Salutations to Lord Vishnu, the destroyer of suffering and protector of the entire universe.",
    "transliteration": "Namo Vishnu Bhagwaan kharaari, kasht nashaawan akhil bihaari."
  },
  {
    "verse": 3,
    "hindi": "प्रबल जगत में शक्ति तुम्हारी, त्रिभुवन फैल रही उजियारी ॥",
    "explanation": "संसार में आपकी शक्ति अपार है और आपकी कृपा से तीनों लोकों में प्रकाश फैला हुआ है।",
    "translation": "Your power is immense in the world, and your light spreads across the three realms.",
    "transliteration": "Prabal jagat mein shakti tumhaari, tribhuvan phail rahi ujiyaari."
  },
  {
    "verse": 4,
    "hindi": "सुन्दर रूप मनोहर सूरत, सरल स्वभाव मोहनी मूरत ।",
    "explanation": "आपका रूप अत्यंत सुंदर और मोहक है, और आपका स्वभाव सरल और आकर्षक है।",
    "translation": "Your form is beautiful and captivating, with a gentle and mesmerizing demeanor.",
    "transliteration": "Sundar roop manohar surat, saral swabhaav mohni moorat."
  },
  {
    "verse": 5,
    "hindi": "तन पर पीताम्बर अति सोहत, बैजन्ती माला मन मोहत ॥",
    "explanation": "आपके शरीर पर पीतांबर वस्त्र बहुत सुशोभित हैं, और आपके गले की बैजंती माला मन को मोह लेती है।",
    "translation": "The yellow garment you wear is resplendent, and the Vaijayanti garland around your neck enchants the heart.",
    "transliteration": "Tan par Peetambar ati sohat, Vaijanti maala man mohat."
  },
  {
    "verse": 6,
    "hindi": "शंख चक्र कर गदा विराजे, देखत दैत्य असुर दल भाजे ।",
    "explanation": "आपके हाथों में शंख, चक्र और गदा सुशोभित हैं, जिन्हें देखकर दैत्य और असुरों के दल भाग जाते हैं।",
    "translation": "The conch, discus, and mace adorn your hands, and at their sight, demons and evildoers flee.",
    "transliteration": "Shankh chakr kar gada viraaje, Dekhat daitya asur dal bhaaje."
  },
  {
    "verse": 7,
    "hindi": "सत्य धर्म मद लोभ न गाजे, काम क्रोध मद लोभ न छाजे ॥",
    "explanation": "आपके सत्य और धर्म के प्रभाव से मद, लोभ, काम और क्रोध पर विजय पाई जा सकती है।",
    "translation": "Under your influence of truth and righteousness, pride, greed, lust, and anger are vanquished.",
    "transliteration": "Satya dharm mad lobh na gaaje, kaam krodh mad lobh na chaaje."
  },
  {
    "verse": 8,
    "hindi": "सन्तभक्त सज्जन मनरंजन, दनुज असुर दुष्टन दल गंजन ।",
    "explanation": "आप संत भक्तों और सज्जनों के मन को प्रसन्न करते हैं, और दुष्ट असुरों के दल का नाश करते हैं।",
    "translation": "You bring joy to the minds of saints and the righteous, and you destroy the forces of evil demons.",
    "transliteration": "Santbhakt sajjan manranjan, danuj asur dushtan dal ganjan."
  },
  {
    "verse": 9,
    "hindi": "सुख उपजाय कष्ट सब भंजन, दोष मिटाय करत जन सज्जन ॥",
    "explanation": "आप सुख उत्पन्न करते हैं, सभी कष्टों का नाश करते हैं, और सज्जनों के दोषों को मिटा देते हैं।",
    "translation": "You generate happiness, dispel all suffering, and remove the flaws of the virtuous.",
    "transliteration": "Sukh upjaay kasht sab bhanjan, dosh mitay kart jan sajjan."
  },
  {
    "verse": 10,
    "hindi": "पाप काट भव सिन्धु उतारण, कष्ट नाशकर भक्त उबारण ।",
    "explanation": "आप पापों को काटते हैं और भक्ति के कारण भक्तों को भवसागर से पार कर देते हैं।",
    "translation": "You cut away sins and uplift devotees from the ocean of worldly existence, destroying their sufferings.",
    "transliteration": "Paap kaat bhav sindhu utaaran, kasht naashkar bhakt ubaran."
  },
  {
    "verse": 11,
    "hindi": "करत अनेक रूप प्रभु धारण, केवल आप भक्ति के कारण ॥",
    "explanation": "आपने केवल अपने भक्तों के लिए अनेकों रूप धारण किए हैं।",
    "translation": "You assume various forms solely for the sake of your devotees.",
    "transliteration": "Karat anek roop Prabhu dhaaran, keval aap bhakti ke kaaran."
  },
  {
    "verse": 12,
    "hindi": "धरणि धेनु बन तुमहिं पुकारा, तब तुम रूप राम का धारा ।",
    "explanation": "जब धरती और गाय ने आपको पुकारा, तब आपने राम रूप धारण किया।",
    "translation": "When the Earth and the cow called upon you, you incarnated as Lord Ram.",
    "transliteration": "Dharani dhenu ban tumhin pukaara, tab tum roop Ram ka dhaara."
  },
  {
    "verse": 13,
    "hindi": "भार उतार असुर दल मारा, रावण आदिक को संहारा ॥",
    "explanation": "आपने असुरों का संहार करके धरती का भार कम किया और रावण जैसे दुष्टों को मारा।",
    "translation": "You reduced the burden of Earth by slaying demons and destroying evildoers like Ravan.",
    "transliteration": "Bhaar utaar asur dal maara, Ravan aadik ko sanhaara."
  },
  {
    "verse": 14,
    "hindi": "आप वाराह रूप बनाया, हिरण्याक्ष को मार गिराया ।",
    "explanation": "आपने वाराह रूप धारण कर हिरण्याक्ष को मारा।",
    "translation": "You incarnated as Varaha and killed Hiranyaksha.",
    "transliteration": "Aap Varaha roop banaya, Hiranyaaksh ko maar giraaya."
  },
  {
    "verse": 15,
    "hindi": "धर मत्स्य तन सिन्धु बनाया, चौदह रतनन को निकलाया ॥",
    "explanation": "आपने मत्स्य रूप धारण करके समुद्र मंथन किया और चौदह रत्नों को निकाला।",
    "translation": "You incarnated as Matsya, churned the ocean, and brought forth fourteen gems.",
    "transliteration": "Dhar Matsya tan Sindhu banaya, chaudah ratnan ko nikaala."
  },
  {
    "verse": 16,
    "hindi": "अमिलख असुरन द्वन्द मचाया, रूप मोहनी आप दिखाया ।",
    "explanation": "आपने असुरों और देवताओं के बीच द्वंद्व मचाया और मोहिनी रूप दिखाया।",
    "translation": "You caused a conflict between demons and gods, and showed them your Mohini form.",
    "transliteration": "Amilakh asuran dvand machaaya, roop Mohini aap dikhaaya."
  },
  {
    "verse": 17,
    "hindi": "देवन को अमृत पान कराया, असुरन को छवि से बहलाया ॥",
    "explanation": "आपने देवताओं को अमृत पान कराया और असुरों को अपनी छवि से मोहित किया।",
    "translation": "You gave the gods nectar to drink and enchanted demons with your beauty.",
    "transliteration": "Devan ko amrit paan karaaya, asuran ko chhavi se behlaaya."
  },
    {
      "verse": 1,
      "hindi": "कूर्म रूप धर सिन्धु मझाया, मन्द्राचल गिरि तुरत उठाया ।",
      "explanation": "आपने कूर्म रूप धारण कर समुद्र मंथन में मन्द्राचल पर्वत को उठाया।",
      "translation": "You took the form of a turtle and lifted Mount Mandarachal during the churning of the ocean.",
      "transliteration": "Kurm roop dhar sindhu majhaya, Mandrachal giri turat uthaya."
    },
    {
      "verse": 2,
      "hindi": "शंकर का तुम फंद छुड़ाया, भस्मासुर को रूप दिखाया ॥",
      "explanation": "आपने शिव को भस्मासुर के चंगुल से मुक्त किया और उसे भ्रमित कर उसके ही हाथों से उसे भस्म कराया।",
      "translation": "You freed Shiva from Bhasmasura's trap and tricked Bhasmasura into his own destruction.",
      "transliteration": "Shankar ka tum phand chhudaya, Bhasmasur ko roop dikhaya."
    },
    {
      "verse": 3,
      "hindi": "वेदन को जब असुर डुबाया, कर प्रबन्ध उन्हें ढुढवाया ।",
      "explanation": "जब असुरों ने वेदों को चुरा लिया, तब आपने उन्हें ढूंढने का प्रबंध किया।",
      "translation": "When demons hid the Vedas, you arranged for their recovery.",
      "transliteration": "Vedan ko jab asur dubaya, kar prabandh unhein dhudhvaya."
    },
    {
      "verse": 4,
      "hindi": "मोहित बनकर खलहि नचाया, उसही कर से भस्म कराया ॥",
      "explanation": "आपने दुष्टों को मोह में डालकर उन्हें उनके ही हाथों से नष्ट करवाया।",
      "translation": "You deceived the wicked and had them destroy themselves by their own hands.",
      "transliteration": "Mohit bankar khalahi nachaya, usahi kar se bhasm karaya."
    },
    {
      "verse": 5,
      "hindi": "असुर जलन्धर अति बलदाई, शंकर से उन कीन्ह लड़ाई ।",
      "explanation": "बलवान असुर जलंधर ने शिवजी से युद्ध किया।",
      "translation": "The powerful demon Jalandhar fought a battle with Lord Shiva.",
      "transliteration": "Asur Jalandhar ati baldaai, Shankar se un keenh ladai."
    },
    {
      "verse": 6,
      "hindi": "हार पार शिव सकल बनाई, कीन सती से छल खल जाई ॥",
      "explanation": "शिव ने जलंधर को पराजित किया, क्योंकि उसकी पत्नी सती के साथ छल किया गया था।",
      "translation": "Shiva defeated Jalandhar after tricking his wife Sati.",
      "transliteration": "Haar paar Shiv sakal banai, keen Sati se chal khal jaai."
    },
    {
      "verse": 7,
      "hindi": "सुमिरन कीन तुम्हें शिवरानी, बतलाई सब विपत कहानी ।",
      "explanation": "शिवजी की पत्नी ने आपको स्मरण कर अपनी सभी विपत्तियों का वर्णन किया।",
      "translation": "Shiva's wife meditated on you and narrated her tale of hardships.",
      "transliteration": "Sumiran keen tumhe Shivraani, batlai sab vipat kahani."
    },
    {
      "verse": 8,
      "hindi": "तब तुम बने मुनीश्वर ज्ञानी, वृन्दा की सब सुरति भुलानी ॥",
      "explanation": "तब आपने मुनीश्वर का रूप धारण किया और वृंदा की स्मृति को भुलाया।",
      "translation": "You took the form of a wise sage and made Vrinda forget everything.",
      "transliteration": "Tab tum bane Munishwar gyani, Vrinda ki sab surati bhulani."
    },
    {
      "verse": 9,
      "hindi": "देखत तीन दनुज शैतानी, वृन्दा आय तुम्हें लपटानी ।",
      "explanation": "जब तीन दुष्टों को देखकर वृंदा ने आपको पकड़ने का प्रयास किया।",
      "translation": "Upon seeing the three wicked demons, Vrinda tried to cling to you.",
      "transliteration": "Dekhat teen danuj shaitani, Vrinda aay tumhein lapatani."
    },
    {
      "verse": 10,
      "hindi": "हो स्पर्श धर्म क्षति मानी, हना असुर उर शिव शैतानी ॥",
      "explanation": "आपके स्पर्श से धर्म की क्षति मानते हुए असुर का अंत कर दिया।",
      "translation": "With your touch, recognizing the breach of dharma, the demon was destroyed.",
      "transliteration": "Ho sparsh dharm kshati maani, hana asur ur Shiv shaitani."
    },
    {
      "verse": 11,
      "hindi": "तुमने ध्रुव प्रहलाद उबारे, हिरणाकुश आदिक खल मारे ।",
      "explanation": "आपने ध्रुव और प्रहलाद को बचाया और हिरण्यकश्यपु जैसे दुष्टों का वध किया।",
      "translation": "You rescued Dhruva and Prahlad and killed evil ones like Hiranyakashipu.",
      "transliteration": "Tumne Dhruv Prahlaad ubare, Hiranyakush aadik khal maare."
    },
    {
      "verse": 12,
      "hindi": "गणिका और अजामिल तारे, बहुत भक्त भव सिन्धु उतारे ॥",
      "explanation": "आपने गणिका और अजामिल का उद्धार किया और कई भक्तों को भवसागर से पार कराया।",
      "translation": "You saved Ganika and Ajamila, and helped many devotees cross the ocean of life.",
      "transliteration": "Ganika aur Ajamila taare, bahut bhakt bhav sindhu utaare."
    },
    {
      "verse": 13,
      "hindi": "हरहु सकल संताप हमारे, कृपा करहु हरि सिरजन हारे ।",
      "explanation": "आप हमारे सभी कष्ट हर लें, हे सृष्टिकर्ता भगवान।",
      "translation": "Remove all our suffering, O creator of the universe.",
      "transliteration": "Harahu sakal santaap hamaare, kripa karahu Hari sirjan haare."
    },
    {
      "verse": 14,
      "hindi": "देखहुं मैं निज दरश तुम्हारे, दीन बन्धु भक्तन हितकारे ॥",
      "explanation": "मैं आपकी दिव्य दृष्टि देखूं, हे भक्तों के हितकारी दीनबंधु।",
      "translation": "Let me see your divine vision, O protector of the downtrodden and well-wisher of devotees.",
      "transliteration": "Dekhun main nij darsh tumhare, deen bandhu bhaktan hitkaare."
    },
    {
      "verse": 15,
      "hindi": "चाहता आपका सेवक दर्शन, करहु दया अपनी मधुसूदन ।",
      "explanation": "आपका सेवक आपका दर्शन चाहता है, हे मधुसूदन कृपा करें।",
      "translation": "Your servant wishes to see you, O Madhusudan, have mercy.",
      "transliteration": "Chahata aapka sevak darshan, karahu daya apni Madhusudan."
    },
    {
      "verse": 16,
      "hindi": "जानूं नहीं योग्य जब पूजन, होय यज्ञ स्तुति अनुमोदन ॥",
      "explanation": "मैं योग्य पूजन करना नहीं जानता, कृपया मेरे यज्ञ और स्तुति को स्वीकार करें।",
      "translation": "I do not know how to perform proper worship, please accept my prayers and sacrifices.",
      "transliteration": "Jaanun nahi yogya jab poojan, hoy yagya stuti anumodan."
    },
    {
      "verse": 17,
      "hindi": "शीलदया सन्तोष सुलक्षण, विदित नहीं व्रतबोध विलक्षण ।",
      "explanation": "मैं शील, दया और संतोष जैसे गुणों को नहीं जानता, न ही मैं व्रत पालन के नियम जानता हूं।",
      "translation": "I do not understand virtues like modesty, compassion, and contentment, nor do I know the rules of fasting.",
      "transliteration": "Sheel daya santosh sulakshan, vidit nahi vratbodh vilakshan."
    },
    {
      "verse": 19,
      "hindi": "करहुं आपका किस विधि पूजन, कुमति विलोक होत दुख भीषण ॥",
      "explanation": "मैं आपकी पूजा किस विधि से करूं, क्योंकि मेरा मन हमेशा दुखी है।",
      "translation": "How should I worship you, as my intellect leads to immense suffering?",
      "transliteration": "Karhun aapka kis vidhi poojan, kumati vilok hot dukh bheeshan."
    },
    {
      "verse": 20,
      "hindi": "करहुं प्रणाम कौन विधि सुमिरन, कौन भांति मैं करहु समर्पण ।",
      "explanation": "मैं किस विधि से आपको प्रणाम करूं और किस प्रकार अपने आपको समर्पित करूं।",
      "translation": "In what manner should I bow and dedicate myself to you?",
      "transliteration": "Karhun pranam kaun vidhi sumiran, kaun bhanti main karhu samarpan."
    },
    {
      "verse": 21,
      "hindi": "सुर मुनि करत सदा सेवकाई, हर्षित रहत परम गति पाई ॥",
      "explanation": "देव और ऋषि सदा आपकी सेवा करते हैं और परम गति प्राप्त करते हैं।",
      "translation": "Gods and sages always serve you and attain the highest state.",
      "transliteration": "Sur muni karat sada sevakai, harshit rahat param gati pai."
    },
    {
      "verse": 22,
      "hindi": "दीन दुखिन पर सदा सहाई, निज जन जानि लेव अपनाई ।",
      "explanation": "आप सदा दीन-दुखियों की सहायता करते हैं और अपने भक्तों को अपनाते हैं।",
      "translation": "You always help the poor and suffering and embrace your devotees.",
      "transliteration": "Deen dukhin par sada sahai, nij jan jaani lev apnaai."
    },
    {
      "verse": 23,
      "hindi": "पाप दोष संताप नशाओ, भवबन्धन से मुक्त कराओ ॥",
      "explanation": "मेरे पाप, दोष और संताप को नष्ट करें और मुझे भवबंधन से मुक्त करें।",
      "translation": "Destroy my sins, faults, and sufferings, and free me from the bondage of life.",
      "transliteration": "Paap dosh santap nashao, bhavbandhan se mukt karao."
    },
    {
      "verse": 24,
      "hindi": "सुत सम्पति दे सुख उपजाओ, निज चरनन का दास बनाओ ।",
      "explanation": "मुझे संतोष और धन प्रदान करें और अपने चरणों का दास बनाएं।",
      "translation": "Grant me wealth and happiness, and make me a servant at your feet.",
      "transliteration": "Sut sampati de sukh upjhao, nij charnan ka das banhao."
    },
    {
      "verse": 25,
      "hindi": "निगम सदा ये विनय सुनावौ, पढ़ै सुनै सो जन सुख पावै ॥",
      "explanation": "आपकी कृपा से ये विनय सदैव सुनाई दे, और जो पढ़ें या सुनें वे सुख पाएं।",
      "translation": "Let this prayer always be heard, and may those who read or listen find happiness.",
      "transliteration": "Nigram sada ye vinay sunaavau, padhai sunai so jan sukh paavai."
    }

  ]

